Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Replace All Screenshots**, offered next to Upload when you confirm, skips the comparison entirely: everything currently in the selected sets is deleted and every screenshot is uploaded again with new asset IDs. It prepares faster and uploads slower, so it pays off when most screenshots changed and costs you when only one did.
ar: **استبدال جميع لقطات الشاشة**، المعروض بجوار التحميل عند التأكيد، يتخطى المقارنة تمامًا: يتم حذف كل شيء موجود حاليًا في المجموعات المحددة ويتم تحميل كل لقطة شاشة مرة أخرى باستخدام معرفات أصول جديدة. فهو يستعد بشكل أسرع ويتم التحميل بشكل أبطأ، لذا فهو يؤتي ثماره عند تغيير معظم لقطات الشاشة ويكلفك عند تغيير صورة واحدة فقط.
ca: **Substitueix totes les captures de pantalla**, que s'ofereix al costat de Carrega quan confirmes, omet la comparació completament: se suprimeix tot el que hi ha actualment als conjunts seleccionats i cada captura de pantalla es torna a penjar amb nous identificadors de recursos. Es prepara més ràpid i es penja més lentament, de manera que val la pena quan canvien la majoria de les captures de pantalla i et costa quan només ho va fer una.
cs: **Nahradit všechny snímky obrazovky**, které se nabízí vedle položky Nahrát, když to potvrdíte, srovnání zcela přeskočí: vše, co je aktuálně ve vybraných sadách, se smaže a každý snímek obrazovky se znovu nahraje s novými ID aktiv. Připravuje se rychleji a nahrává pomaleji, takže se vyplatí, když se většina snímků obrazovky změnila, a stojí vás, když se změnil pouze jeden.
da: **Erstat alle skærmbilleder**, som tilbydes ved siden af Upload, når du bekræfter, springer sammenligningen helt over: alt, der i øjeblikket er i de valgte sæt, slettes, og hvert skærmbillede uploades igen med nye aktiv-id'er. Det forbereder sig hurtigere og uploader langsommere, så det betaler sig, når de fleste skærmbilleder blev ændret, og koster dig, når kun én gjorde det.
de: **Alle Screenshots ersetzen**, beim Bestätigen neben „Hochladen“ angeboten, überspringt den Vergleich komplett: Alles, was in den ausgewählten Sets liegt, wird gelöscht, und jeder Screenshot wird mit neuen Asset-IDs erneut hochgeladen. Das ist schneller vorbereitet, aber langsamer hochgeladen – es lohnt sich, wenn sich die meisten Screenshots geändert haben, und kostet Zeit, wenn es nur einer ist.
el: Η **Αντικατάσταση όλων των στιγμιότυπων οθόνης**, που προσφέρεται δίπλα στο στοιχείο Μεταφόρτωση όταν επιβεβαιώσετε, παρακάμπτει εντελώς τη σύγκριση: ό,τι αυτή τη στιγμή στα επιλεγμένα σύνολα διαγράφεται και κάθε στιγμιότυπο οθόνης μεταφορτώνεται ξανά με νέα αναγνωριστικά στοιχείων. Προετοιμάζεται γρηγορότερα και ανεβάζει πιο αργά, επομένως αποδίδει όταν άλλαξαν τα περισσότερα στιγμιότυπα οθόνης και σας κοστίζει όταν το έκανε μόνο ένα.
es: **Reemplazar todas las capturas**, que aparece junto a Subir al confirmar, omite por completo la comparación: se elimina todo lo que hay en los conjuntos seleccionados y todas las capturas se vuelven a subir con nuevos ID de recurso. Se prepara antes y sube más despacio, así que compensa cuando cambiaron casi todas las capturas y no cuando solo cambió una.
fa: **جایگزینی همهٔ اسکرین‌شات‌ها** که هنگام تأیید کنار «آپلود» پیشنهاد می‌شود، مقایسه را کاملاً کنار می‌گذارد: همهٔ محتوای فعلی مجموعه‌های انتخاب‌شده حذف و همهٔ اسکرین‌شات‌ها با شناسه‌های دارایی جدید دوباره آپلود می‌شوند. آماده‌سازی سریع‌تر و آپلود کندتر است؛ پس وقتی بیشتر اسکرین‌شات‌ها تغییر کرده‌اند به‌صرفه است و وقتی فقط یکی تغییر کرده، به ضررتان است.
fi: **Vaihda kaikki kuvakaappaukset**, joka tarjotaan Lataa-kohdan vieressä, kun vahvistat, ohittaa vertailun kokonaan: kaikki valituissa sarjoissa tällä hetkellä oleva poistetaan ja jokainen kuvakaappaus ladataan uudelleen uusilla sisältötunnisteilla. Se valmistautuu nopeammin ja latautuu hitaammin, joten se kannattaa, kun useimpia kuvakaappauksia vaihdetaan, ja maksaa, kun vain yksi muuttui.
fr: **Remplacer toutes les captures d'écran**, proposé à côté d'Envoyer lors de la confirmation, ignore complètement la comparaison : tout le contenu actuel des ensembles sélectionnés est supprimé et chaque capture d'écran est renvoyée avec un nouvel identifiant de ressource. La préparation est plus rapide et l'envoi plus lent : c'est rentable quand la plupart des captures ont changé, et coûteux quand une seule a changé.
he: **החלף את כל צילומי המסך**, המוצע לצד העלה כאשר אתה מאשר, מדלג לחלוטין על ההשוואה: כל מה שנמצא כעת בסטים שנבחרו נמחק וכל צילום מסך מועלה שוב עם מזהי נכס חדשים. זה מתכונן מהר יותר ומעלה לאט יותר, כך שזה משתלם כשרוב צילומי המסך השתנו ועולה לך כשרק אחד השתנה.
hr: **Zamijeni sve snimke zaslona**, ponuđeno pored Prijenosa kada potvrdite, u potpunosti preskače usporedbu: briše se sve što je trenutačno u odabranim skupovima i svaka se snimka zaslona ponovno učitava s novim ID-ovima sredstava. Priprema se brže i učitava sporije, tako da se isplati kada se promijeni većina snimki zaslona i košta kada se promijeni samo jedna.
hu: A **Cserélje ki az összes képernyőképet**, amely a Feltöltés lehetőség mellett jelenik meg, amikor megerősíti, teljesen kihagyja az összehasonlítást: a kiválasztott készletekben jelenleg minden törlődik, és minden képernyőképet új eszközazonosítókkal tölt fel. Gyorsabban készül, és lassabban tölt fel, így kifizetődő, ha a legtöbb képernyőkép megváltozott, és költségbe kerül, ha csak egy változott.
id: **Ganti Semua Tangkapan Layar**, yang ditawarkan di samping Unggah saat Anda mengonfirmasi, melewatkan perbandingan sepenuhnya: semua yang saat ini ada di kumpulan yang dipilih akan dihapus dan setiap tangkapan layar diunggah lagi dengan ID aset baru. Persiapannya lebih cepat dan pengunggahannya lebih lambat, sehingga terbayar ketika sebagian besar tangkapan layar diubah dan dikenakan biaya jika hanya satu tangkapan layar yang berubah.
it: **Sostituisci tutti gli screenshot**, proposto accanto a Carica quando confermi, salta del tutto il confronto: tutto ciò che si trova nei set selezionati viene eliminato e ogni screenshot viene caricato di nuovo con nuovi ID asset. La preparazione è più rapida e il caricamento più lento, quindi conviene quando la maggior parte degli screenshot è cambiata e ti costa tempo quando ne è cambiato solo uno.
ja: 確定時に「アップロード」の横に表示される **すべてのスクリーンショットを置き換える** は、比較を完全に省略します。選択したセットの現在の内容はすべて削除され、すべてのスクリーンショットが新しいアセット ID で再アップロードされます。準備は速い一方でアップロードに時間がかかるため、ほとんどのスクリーンショットを変更したときは有利ですが、1枚だけ変更したときは不利になります。
ko: 확인할 때 업로드 옆에 표시되는 **모든 스크린샷 교체**는 비교를 완전히 건너뜁니다. 선택한 세트에 있는 항목을 모두 삭제하고 모든 스크린샷을 새 에셋 ID로 다시 업로드합니다. 준비는 빠르지만 업로드가 느리므로, 대부분의 스크린샷이 바뀌었을 때는 이득이지만 하나만 바뀌었을 때는 손해입니다.
ms: **Ganti Semua Tangkapan Skrin**, ditawarkan di sebelah Muat Naik apabila anda mengesahkan, melangkau perbandingan sepenuhnya: semua yang berada dalam set yang dipilih pada masa ini dipadamkan dan setiap tangkapan skrin dimuat naik semula dengan ID aset baharu. Ia menyediakan lebih cepat dan memuat naik lebih perlahan, jadi ia membuahkan hasil apabila kebanyakan tangkapan skrin berubah dan membebankan anda apabila hanya satu yang melakukannya.
nl: **Alle schermafbeeldingen vervangen**, aangeboden naast Uploaden wanneer u bevestigt, slaat de vergelijking volledig over: alles dat zich momenteel in de geselecteerde sets bevindt, wordt verwijderd en elke schermafbeelding wordt opnieuw geüpload met nieuwe item-ID's. Het bereidt zich sneller voor en uploadt langzamer, dus het loont de moeite als de meeste schermafbeeldingen zijn gewijzigd en kost je als er maar één is gewijzigd.
no: **Erstatt alle skjermbilder**, som tilbys ved siden av Last opp når du bekrefter, hopper fullstendig over sammenligningen: alt for øyeblikket i de valgte settene slettes og hvert skjermbilde lastes opp igjen med nye eiendel-ID-er. Den forbereder seg raskere og laster opp langsommere, så det lønner seg når de fleste skjermdumpene ble endret og koster deg når bare ett gjorde det.
pl: Opcja **Zastąp wszystkie zrzuty ekranu**, oferowana obok opcji Prześlij po potwierdzeniu, całkowicie pomija porównanie: wszystko aktualnie w wybranych zestawach zostaje usunięte, a każdy zrzut ekranu jest przesyłany ponownie z nowymi identyfikatorami zasobów. Przygotowuje się szybciej, a przesyła wolniej, więc opłaca się, gdy zmieni się większość zrzutów ekranu i kosztuje, gdy zmieni się tylko jeden.
pt_br: **Substituir todas as capturas de tela**, oferecido ao lado de Enviar quando você confirma, pula totalmente a comparação: tudo o que está nos conjuntos selecionados é excluído e todas as capturas de tela são enviadas de novo com novos IDs de recurso. A preparação é mais rápida e o envio mais lento, então vale a pena quando a maioria das capturas mudou e sai caro quando só uma mudou.
pt_pt: **Substituir todas as capturas de ecrã**, oferecido ao lado de Carregar quando você confirma, ignora totalmente a comparação: tudo o que está atualmente nos conjuntos selecionados é excluído e cada captura de ecrã é carregada novamente com novos IDs de ativos. Ele se prepara mais rápido e carrega mais devagar, por isso compensa quando a maioria das capturas de ecrã é alterada e custa quando apenas uma é alterada.
ro: **Înlocuiește toate capturile de ecran**, oferită lângă Încărcare când confirmați, omite comparația complet: tot ce se află în prezent în seturile selectate este șters și fiecare captură de ecran este încărcată din nou cu noi ID-uri de material. Se pregătește mai repede și se încarcă mai lent, așa că dă roade atunci când majoritatea capturilor de ecran s-au schimbat și te costă când doar una a făcut-o.
ru: **Заменить все скриншоты** — вариант рядом с кнопкой «Загрузить» при подтверждении — полностью пропускает сравнение: все, что сейчас есть в выбранных наборах, удаляется, и все скриншоты загружаются заново с новыми ID ресурсов. Подготовка идет быстрее, а загрузка медленнее, поэтому это выгодно, когда изменилась большая часть скриншотов, и невыгодно, когда изменился только один.
sk: **Nahradiť všetky snímky obrazovky**, ktoré sa po potvrdení zobrazí vedľa položky Nahrať, porovnanie úplne preskočí: všetko, čo sa momentálne nachádza vo vybratých skupinách, sa odstráni a každá snímka obrazovky sa znova nahrá s novými ID diel. Pripravuje sa rýchlejšie a nahráva pomalšie, takže sa oplatí, keď sa väčšina snímok obrazovky zmenila, a stojí vás, keď sa zmenila iba jedna.
sl: **Zamenjaj vse posnetke zaslona**, ki je na voljo poleg možnosti Naloži, ko potrdite, v celoti preskoči primerjavo: vse, kar je trenutno v izbranih nizih, se izbriše in vsak posnetek zaslona se znova naloži z novimi ID-ji sredstev. Pripravlja se hitreje in nalaga počasneje, zato se izplača, ko se je spremenila večina posnetkov zaslona, ​​in vas stane, če se je spremenil le eden.
sv: **Ersätt alla skärmdumpar**, som erbjuds bredvid Ladda upp när du bekräftar, hoppar över jämförelsen helt: allt för närvarande i de valda uppsättningarna raderas och varje skärmdump laddas upp igen med nya tillgångs-ID:n. Det förbereder sig snabbare och laddar upp långsammare, så det lönar sig när de flesta skärmdumpar ändrades och kostar dig när bara en gjorde det.
th: **แทนที่ภาพหน้าจอทั้งหมด** ที่นำเสนอถัดจากการอัปโหลดเมื่อคุณยืนยัน ข้ามการเปรียบเทียบทั้งหมด: ทุกอย่างที่อยู่ในชุดที่เลือกในปัจจุบันจะถูกลบออก และทุกภาพหน้าจอจะถูกอัปโหลดอีกครั้งด้วยรหัสเนื้อหาใหม่ มันเตรียมการได้เร็วกว่าและอัพโหลดได้ช้ากว่า ดังนั้นจึงคุ้มค่าเมื่อภาพหน้าจอส่วนใหญ่มีการเปลี่ยนแปลงและทำให้คุณเสียค่าใช้จ่ายเมื่อมีการเปลี่ยนแปลงเพียงอันเดียว
tr: Onay sırasında Yükle'nin yanında sunulan **Tüm Ekran Görüntülerini Değiştir**, karşılaştırmayı tamamen atlar: seçili setlerdeki her şey silinir ve tüm ekran görüntüleri yeni varlık kimlikleriyle yeniden yüklenir. Hazırlığı daha hızlı, yüklemesi daha yavaştır; bu yüzden ekran görüntülerinin çoğu değiştiğinde işe yarar, yalnızca biri değiştiğinde ise size zaman kaybettirir.
uk: **Замінити всі знімки екрана** — варіант поруч із кнопкою «Вивантажити» під час підтвердження — повністю пропускає порівняння: усе, що зараз є у вибраних наборах, видаляється, а кожен знімок екрана вивантажується заново з новими ідентифікаторами ресурсів. Підготовка швидша, а вивантаження повільніше, тож це вигідно, коли змінилася більшість знімків, і невигідно, коли змінився лише один.
ur: **تمام اسکرین شاٹس کو تبدیل کریں**، جب آپ تصدیق کرتے ہیں تو اپ لوڈ کے آگے پیش کیا جاتا ہے، موازنہ کو مکمل طور پر چھوڑ دیتا ہے: فی الحال منتخب سیٹوں میں موجود ہر چیز کو حذف کر دیا جاتا ہے اور ہر اسکرین شاٹ کو نئے اثاثہ IDs کے ساتھ دوبارہ اپ لوڈ کیا جاتا ہے۔ یہ تیزی سے تیار کرتا ہے اور آہستہ اپ لوڈ کرتا ہے، لہذا جب زیادہ تر اسکرین شاٹس تبدیل ہوتے ہیں تو یہ ادائیگی کرتا ہے اور جب صرف ایک نے ایسا کیا تو آپ کو لاگت آتی ہے۔
vi: **Thay thế tất cả ảnh chụp màn hình**, được cung cấp bên cạnh Tải lên khi bạn xác nhận, bỏ qua hoàn toàn so sánh: mọi thứ hiện có trong các nhóm đã chọn sẽ bị xóa và mọi ảnh chụp màn hình sẽ được tải lên lại với ID nội dung mới. Nó chuẩn bị nhanh hơn và tải lên chậm hơn, do đó, nó sẽ có hiệu quả khi hầu hết các ảnh chụp màn hình thay đổi và bạn sẽ phải trả giá khi chỉ có một ảnh chụp màn hình thay đổi.
zh_hans: **替换所有截图** 会在你确认时出现在“上传”旁边，它完全跳过比对：所选组中当前的所有内容都会被删除，每张截图都会使用新的资源 ID 重新上传。它准备得更快、上传得更慢，因此在大多数截图都已更改时很划算，只改了一张时则不划算。
zh_hant: **取代所有螢幕截圖**會在你確認時出現在「上傳」旁邊，完全略過比對：所選組中目前的所有內容都會被刪除，每張螢幕截圖都會以新的素材 ID 重新上傳。它準備得較快、上傳較慢，因此在大多數螢幕截圖都已變更時很划算，但只變更一張時就不划算。

source: **Replace SVG…** (right-click, or in the properties bar) swaps in new artwork and keeps the shape's position, rotation, color, and effects. The frame narrows to fit the new artwork's proportions.
ar: **استبدال SVG…** (انقر بزر الماوس الأيمن، أو في شريط الخصائص) يتبادل العمل الفني الجديد ويحافظ على موضع الشكل وتدويره ولونه وتأثيراته. يضيق الإطار ليناسب أبعاد العمل الفني الجديد.
ca: **Substitueix SVG...** (clic dret o a la barra de propietats) intercanvia les noves il·lustracions i manté la posició, la rotació, el color i els efectes de la forma. El marc s'estreny per adaptar-se a les proporcions de la nova obra d'art.
cs: **Nahradit SVG…** (klepnutí pravým tlačítkem nebo na panelu vlastností) zamění novou kresbu a zachová polohu, otočení, barvu a efekty tvaru. Rám se zužuje, aby odpovídal proporcím nového uměleckého díla.
da: **Erstat SVG...** (højreklik eller i egenskabslinjen) bytter nye illustrationer ind og beholder formens position, rotation, farve og effekter. Rammen indsnævres, så den passer til det nye kunstværks proportioner.
de: **SVG ersetzen…** (Rechtsklick oder in der Eigenschaftenleiste) tauscht die Grafik aus und behält Position, Drehung, Farbe und Effekte der Form bei. Der Rahmen passt sich den Proportionen der neuen Grafik an.
el: **Αντικαταστήστε το SVG…** (κάντε δεξί κλικ ή στη γραμμή ιδιοτήτων) αλλάζει σε νέο έργο τέχνης και διατηρεί τη θέση, την περιστροφή, το χρώμα και τα εφέ του σχήματος. Το πλαίσιο στενεύει για να ταιριάζει στις αναλογίες του νέου έργου τέχνης.
es: **Reemplazar SVG…** (clic derecho o en la barra de propiedades) cambia la ilustración y conserva la posición, la rotación, el color y los efectos de la forma. El recuadro se ajusta a las proporciones de la nueva ilustración.
fa: **جایگزینی SVG…** (کلیک راست، یا در نوار ویژگی‌ها) طرح جدید را جایگزین می‌کند و موقعیت، چرخش، رنگ و جلوه‌های شکل را حفظ می‌کند. کادر شکل به تناسب ابعاد طرح جدید تنظیم می‌شود.
fi: **Korvaa SVG…** (napsauta hiiren kakkospainikkeella tai ominaisuuspalkissa) vaihtaa uuteen kuvitukseen ja säilyttää muodon sijainnin, kierron, värit ja tehosteet. Kehys kapenee sopimaan uuden taideteoksen mittasuhteisiin.
fr: **Remplacer le SVG…** (clic droit ou dans la barre de propriétés) remplace l'illustration et conserve la position, la rotation, la couleur et les effets de la forme. Le cadre se resserre pour épouser les proportions de la nouvelle illustration.
he: **החלף SVG...** (לחץ באמצעות לחצן העכבר הימני או בסרגל המאפיינים) מחליף יצירות אמנות חדשות ושומר על המיקום, הסיבוב, הצבע והאפקטים של הצורה. המסגרת מצטמצמת כדי להתאים לפרופורציות של הגרפיקה החדשה.
hr: **Zamijeni SVG…** (desni klik ili na traci svojstava) mijenja novo umjetničko djelo i zadržava položaj, rotaciju, boju i efekte oblika. Okvir se sužava kako bi odgovarao proporcijama novog umjetničkog djela.
hu: **Cserélje ki a SVG…** (jobb gombbal vagy a tulajdonságsávban) új grafikát cserél, és megtartja az alakzat helyzetét, elforgatását, színét és hatásait. A keret szűkül, hogy illeszkedjen az új műalkotás arányaihoz.
id: **Ganti SVG…** (klik kanan, atau di bilah properti) menukar karya seni baru dan mempertahankan posisi, rotasi, warna, dan efek bentuk. Bingkai menyempit agar sesuai dengan proporsi karya seni baru.
it: **Sostituisci SVG…** (clic destro o dalla barra delle proprietà) inserisce una nuova grafica mantenendo posizione, rotazione, colore ed effetti della forma. La cornice si restringe per adattarsi alle proporzioni della nuova grafica.
ja: **SVG を置き換える...** (右クリック、またはプロパティバー) で新しいアートワークに差し替えても、図形の位置、回転、色、エフェクトは保持されます。フレームは新しいアートワークの縦横比に合わせて調整されます。
ko: **SVG 교체...**(오른쪽 클릭 또는 속성 막대)는 도형의 위치, 회전, 색상, 효과를 유지한 채 새 아트워크로 바꿉니다. 프레임은 새 아트워크의 비율에 맞게 조정됩니다.
ms: **Gantikan SVG…** (klik kanan, atau dalam bar sifat) bertukar dalam karya seni baharu dan mengekalkan kedudukan bentuk, putaran, warna dan kesan. Bingkai mengecil agar sesuai dengan perkadaran karya seni baharu.
nl: **Vervang SVG…** (klik met de rechtermuisknop of in de eigenschappenbalk) vervangt nieuwe illustraties en behoudt de positie, rotatie, kleur en effecten van de vorm. Het kader wordt smaller om te passen bij de proporties van het nieuwe kunstwerk.
no: **Erstatt SVG...** (høyreklikk eller i egenskapslinjen) bytter inn nye kunstverk og beholder formens posisjon, rotasjon, farge og effekter. Rammen blir smalere for å passe til det nye kunstverkets proporsjoner.
pl: **Zamień SVG…** (kliknij prawym przyciskiem myszy lub na pasku właściwości) zamienia nową grafikę i zachowuje położenie, obrót, kolor i efekty kształtu. Ramka zwęża się, aby dopasować się do proporcji nowej grafiki.
pt_br: **Substituir SVG…** (clique com o botão direito ou na barra de propriedades) troca a arte e mantém a posição, a rotação, a cor e os efeitos da forma. A caixa da forma se ajusta às proporções da nova arte.
pt_pt: **Substituir SVG…** (clique com o botão direito ou na barra de propriedades) troca o novo trabalho artístico e mantém a posição, rotação, cor e efeitos da forma. A moldura se estreita para se ajustar às proporções da nova obra de arte.
ro: **Înlocuiește SVG…** (clic dreapta sau în bara de proprietăți) schimbă lucrări de artă noi și păstrează poziția, rotația, culoarea și efectele formei. Cadrul se îngustează pentru a se potrivi cu proporțiile noii opere de artă.
ru: **Заменить SVG…** (правый клик или панель свойств) подставляет новую графику, сохраняя положение, поворот, цвет и эффекты фигуры. Рамка сужается под пропорции новой графики.
sk: **Nahradiť SVG…** (kliknutie pravým tlačidlom myši alebo na paneli vlastností) zamení novú kresbu a zachová polohu, otočenie, farbu a efekty tvaru. Rám sa zužuje, aby zodpovedal proporciám nového umeleckého diela.
sl: **Zamenjaj SVG…** (desni klik ali v vrstici lastnosti) zamenja novo umetniško delo in ohrani položaj, vrtenje, barvo in učinke oblike. Okvir se zoži, da ustreza proporcem novega umetniškega dela.
sv: **Ersätt SVG...** (högerklicka eller i egenskapsfältet) byter in nya konstverk och behåller formens position, rotation, färg och effekter. Ramen smalnar av för att passa det nya konstverkets proportioner.
th: **แทนที่ SVG…** (คลิกขวาหรือในแถบคุณสมบัติ) สลับอาร์ตเวิร์กใหม่และคงตำแหน่ง การหมุน สี และเอฟเฟกต์ของรูปร่าง กรอบจะแคบลงเพื่อให้พอดีกับสัดส่วนของอาร์ตเวิร์คใหม่
tr: **SVG'yi Değiştir…** (sağ tıklama veya özellikler çubuğu) yeni bir çizimi yerleştirir ve şeklin konumunu, döndürmesini, rengini ve efektlerini korur. Çerçeve, yeni çizimin oranlarına uyacak şekilde daralır.
uk: **Замінити SVG…** (клацання правою кнопкою або на панелі властивостей) підставляє нову графіку, зберігаючи положення, поворот, колір та ефекти фігури. Рамка звужується відповідно до пропорцій нової графіки.
ur: **تبدیل کریں نئے آرٹ ورک کے تناسب سے فٹ ہونے کے لیے فریم تنگ ہوتا ہے۔
vi: **Thay thế SVG…** (nhấp chuột phải hoặc trong thanh thuộc tính) hoán đổi trong tác phẩm nghệ thuật mới và giữ nguyên vị trí, góc xoay, màu sắc và hiệu ứng của hình dạng. Khung thu hẹp lại để phù hợp với tỷ lệ của tác phẩm nghệ thuật mới.
zh_hans: **替换 SVG…**（右键点按，或在属性栏中）会换上新图形，并保留形状的位置、旋转、颜色和效果。边框会收窄以适应新图形的比例。
zh_hant: **取代 SVG…**（按右鍵，或在屬性列中）會換上新的圖稿，並保留形狀的位置、旋轉、顏色和效果。外框會縮窄以符合新圖稿的比例。

source: **Reset all** returns rotation, material, and lighting to their defaults.
ar: **إعادة تعيين الكل** يعيد التدوير والمواد والإضاءة إلى إعداداتها الافتراضية.
ca: **Restablir-ho tot** torna la rotació, el material i la il·luminació als valors predeterminats.
cs: **Resetovat vše** vrátí rotaci, materiál a osvětlení na výchozí hodnoty.
da: **Nulstil alle** returnerer rotation, materiale og belysning til deres standardindstillinger.
de: **Alles zurücksetzen** setzt Drehung, Material und Beleuchtung auf die Standardwerte zurück.
el: Η **Επαναφορά όλων** επαναφέρει την περιστροφή, το υλικό και τον φωτισμό στις προεπιλογές τους.
es: **Restablecer todo** devuelve la rotación, el material y la iluminación a sus valores predeterminados.
fa: **بازنشانی همه** چرخش، جنس و نورپردازی را به پیش‌فرض برمی‌گرداند.
fi: **Palauta kaikki** palauttaa pyörimisen, materiaalin ja valaistuksen oletusarvoihinsa.
fr: **Tout réinitialiser** rétablit les valeurs par défaut de la rotation, du matériau et de l'éclairage.
he: **אפס הכל** מחזיר את הסיבוב, החומר והתאורה לברירות המחדל שלהם.
hr: **Poništi sve** vraća rotaciju, materijal i osvjetljenje na zadane vrijednosti.
hu: Az **Minden visszaállítása** visszaállítja a forgást, az anyagot és a világítást az alapértelmezett értékekre.
id: **Reset semua** mengembalikan rotasi, material, dan pencahayaan ke defaultnya.
it: **Reimposta tutto** riporta rotazione, materiale e illuminazione ai valori predefiniti.
ja: **すべてリセット** は、回転、マテリアル、ライティングをデフォルトに戻します。
ko: **모두 재설정**은 회전, 재질, 조명을 기본값으로 되돌립니다.
ms: **Tetapkan semula semua** mengembalikan putaran, bahan dan pencahayaan kepada lalainya.
nl: **Alles resetten** zet rotatie, materiaal en belichting terug naar hun standaardwaarden.
no: **Tilbakestill alle** returnerer rotasjon, materiale og belysning til standardinnstillingene.
pl: **Resetuj wszystko** przywraca wartości domyślne rotacji, materiału i oświetlenia.
pt_br: **Redefinir tudo** retorna rotação, material e iluminação aos seus padrões.
pt_pt: **Redefinir tudo** retorna rotação, material e iluminação aos seus padrões.
ro: **Reset all** readuce rotația, materialul și iluminarea la valorile implicite.
ru: **Сбросить все** возвращает поворот, материал и освещение к значениям по умолчанию.
sk: **Reset all** vráti otáčanie, materiál a osvetlenie na predvolené hodnoty.
sl: **Ponastavi vse** vrne vrtenje, material in osvetlitev na privzete vrednosti.
sv: **Återställ alla** återställer rotation, material och belysning till standardinställningarna.
th: **รีเซ็ตทั้งหมด** คืนการหมุน วัสดุ และแสงกลับเป็นค่าเริ่มต้น
tr: **Tümünü sıfırla**, döndürmeyi, malzemeyi ve aydınlatmayı varsayılanlarına döndürür.
uk: **Скинути все** повертає поворот, матеріал і освітлення до стандартних значень.
ur: **سب کو دوبارہ ترتیب دیں** گردش، مواد اور روشنی کو ان کے ڈیفالٹس پر لوٹاتا ہے۔
vi: **Đặt lại tất cả** trả lại chế độ xoay, vật liệu và ánh sáng về mặc định.
zh_hans: **全部重置** 会将旋转、材质和光照恢复为默认值。
zh_hant: **全部重置**會將旋轉、材質和照明恢復為預設值。
